{"w2i": {"<sos>": 0, "<eos>": 1, "<pad>": 2, "M:9/8": 3, "K:Cmaj": 4, "G": 5, "E": 6, "2": 7, "D": 8, "C": 9, "|": 10, "F": 11, "A": 12, "B": 13, "c": 14, "/2": 15, "M:4/4": 16, "K:Cmin": 17, "f": 18, "a": 19, "e": 20, ":|": 21, "3": 22, "g": 23, "b": 24, "M:6/8": 25, "<": 26, ">": 27, "d": 28, "K:Cdor": 29, "B,": 30, "(3": 31, "|1": 32, "|2": 33, "|:": 34, "=E": 35, "c'": 36, "M:3/4": 37, "_e": 38, "^F": 39, "_B": 40, "G,": 41, "A,": 42, "z": 43, "^G": 44, "4": 45, "6": 46, "E,": 47, "D,": 48, "C,": 49, "3/4": 50, "/4": 51, "K:Cmix": 52, "5": 53, "=A": 54, "M:3/2": 55, "M:2/4": 56, "[": 57, "]": 58, "=B": 59, "F,": 60, "=e": 61, "_d": 62, "_A": 63, "d'": 64, "3/2": 65, "_c": 66, "_E": 67, "_a": 68, "=B,": 69, "_E,": 70, "_A,": 71, "=G": 72, "e'": 73, "^G,": 74, "M:12/8": 75, "^D": 76, "^d": 77, "=d": 78, "^C": 79, "=C": 80, "^A": 81, "^c": 82, "=c": 83, "=F": 84, "_g": 85, "=g": 86, "_b": 87, "^f": 88, "^F,": 89, "=F,": 90, "=b": 91, "=a": 92, "_B,": 93, "=D": 94, "_G": 95, "=f": 96, "^g": 97, "8": 98, "_d'": 99, "_D": 100, "=A,": 101, "^A,": 102, "=E,": 103, "_e'": 104, "=G,": 105, "f'": 106, "^c'": 107, "=c'": 108, "g'": 109, "b'": 110, "_C": 111, "^C,": 112, "^a": 113, "=C,": 114, "=e'": 115, "a'": 116}, "i2w": {"0": "<sos>", "1": "<eos>", "2": "<pad>", "3": "M:9/8", "4": "K:Cmaj", "5": "G", "6": "E", "7": "2", "8": "D", "9": "C", "10": "|", "11": "F", "12": "A", "13": "B", "14": "c", "15": "/2", "16": "M:4/4", "17": "K:Cmin", "18": "f", "19": "a", "20": "e", "21": ":|", "22": "3", "23": "g", "24": "b", "25": "M:6/8", "26": "<", "27": ">", "28": "d", "29": "K:Cdor", "30": "B,", "31": "(3", "32": "|1", "33": "|2", "34": "|:", "35": "=E", "36": "c'", "37": "M:3/4", "38": "_e", "39": "^F", "40": "_B", "41": "G,", "42": "A,", "43": "z", "44": "^G", "45": "4", "46": "6", "47": "E,", "48": "D,", "49": "C,", "50": "3/4", "51": "/4", "52": "K:Cmix", "53": "5", "54": "=A", "55": "M:3/2", "56": "M:2/4", "57": "[", "58": "]", "59": "=B", "60": "F,", "61": "=e", "62": "_d", "63": "_A", "64": "d'", "65": "3/2", "66": "_c", "67": "_E", "68": "_a", "69": "=B,", "70": "_E,", "71": "_A,", "72": "=G", "73": "e'", "74": "^G,", "75": "M:12/8", "76": "^D", "77": "^d", "78": "=d", "79": "^C", "80": "=C", "81": "^A", "82": "^c", "83": "=c", "84": "=F", "85": "_g", "86": "=g", "87": "_b", "88": "^f", "89": "^F,", "90": "=F,", "91": "=b", "92": "=a", "93": "_B,", "94": "=D", "95": "_G", "96": "=f", "97": "^g", "98": "8", "99": "_d'", "100": "_D", "101": "=A,", "102": "^A,", "103": "=E,", "104": "_e'", "105": "=G,", "106": "f'", "107": "^c'", "108": "=c'", "109": "g'", "110": "b'", "111": "_C", "112": "^C,", "113": "^a", "114": "=C,", "115": "=e'", "116": "a'"}}