{"w2i": {"<sos>": 0, "<eos>": 1, "<pad>": 2, "M:9/8": 3, "K:Cmaj": 4, "G": 5, "E": 6, "2": 7, "D": 8, "C": 9, "|": 10, "F": 11, "A": 12, "B": 13, "c": 14, "/2": 15, "M:4/4": 16, "K:Cmin": 17, "f": 18, "a": 19, "e": 20, ":|": 21, "3": 22, "g": 23, "b": 24, "M:6/8": 25, "K:Cmix": 26, "|:": 27, "3/2": 28, "c'": 29, ">": 30, "<": 31, "d": 32, "K:Cdor": 33, "B,": 34, "(3": 35, "|1": 36, "|2": 37, "=E": 38, "8": 39, "M:3/4": 40, "_e": 41, "^F": 42, "_B": 43, "G,": 44, "A,": 45, "z": 46, "^G": 47, "4": 48, "6": 49, "E,": 50, "D,": 51, "C,": 52, "_a": 53, "3/4": 54, "/4": 55, "M:2/4": 56, "=B": 57, "=a": 58, "5": 59, "=A": 60, "M:3/2": 61, "[": 62, "]": 63, "F,": 64, "=e": 65, "_d": 66, "_A": 67, "d'": 68, "_c": 69, "_E": 70, "=B,": 71, "_E,": 72, "_A,": 73, "^D": 74, "=G": 75, "e'": 76, "^G,": 77, "M:12/8": 78, "^d": 79, "=d": 80, "^C": 81, "=C": 82, "^A": 83, "^c": 84, "=c": 85, "=F": 86, "_B,": 87, "=D": 88, "_g": 89, "=g": 90, "_b": 91, "_D": 92, "^f": 93, "^F,": 94, "=F,": 95, "=b": 96, "_G": 97, "=f": 98, "^g": 99, "f'": 100, "_d'": 101, "2>": 102, "(9": 103, "(4": 104, "9": 105, "=A,": 106, "^A,": 107, "=E,": 108, "_e'": 109, "=G,": 110, "2<": 111, "/2>": 112, "^c'": 113, "=c'": 114, "(5": 115, "g'": 116, "5/2": 117, "7": 118, "/2<": 119, "b'": 120, "^a": 121, "12": 122, "a'": 123, "_C": 124, "/3": 125, "16": 126, "^C,": 127, "(2": 128, "(7": 129, "4>": 130, "(6": 131, "/8": 132, "7/2": 133, "=C,": 134, "=e'": 135, "^f'": 136, "=f'": 137}, "i2w": {"0": "<sos>", "1": "<eos>", "2": "<pad>", "3": "M:9/8", "4": "K:Cmaj", "5": "G", "6": "E", "7": "2", "8": "D", "9": "C", "10": "|", "11": "F", "12": "A", "13": "B", "14": "c", "15": "/2", "16": "M:4/4", "17": "K:Cmin", "18": "f", "19": "a", "20": "e", "21": ":|", "22": "3", "23": "g", "24": "b", "25": "M:6/8", "26": "K:Cmix", "27": "|:", "28": "3/2", "29": "c'", "30": ">", "31": "<", "32": "d", "33": "K:Cdor", "34": "B,", "35": "(3", "36": "|1", "37": "|2", "38": "=E", "39": "8", "40": "M:3/4", "41": "_e", "42": "^F", "43": "_B", "44": "G,", "45": "A,", "46": "z", "47": "^G", "48": "4", "49": "6", "50": "E,", "51": "D,", "52": "C,", "53": "_a", "54": "3/4", "55": "/4", "56": "M:2/4", "57": "=B", "58": "=a", "59": "5", "60": "=A", "61": "M:3/2", "62": "[", "63": "]", "64": "F,", "65": "=e", "66": "_d", "67": "_A", "68": "d'", "69": "_c", "70": "_E", "71": "=B,", "72": "_E,", "73": "_A,", "74": "^D", "75": "=G", "76": "e'", "77": "^G,", "78": "M:12/8", "79": "^d", "80": "=d", "81": "^C", "82": "=C", "83": "^A", "84": "^c", "85": "=c", "86": "=F", "87": "_B,", "88": "=D", "89": "_g", "90": "=g", "91": "_b", "92": "_D", "93": "^f", "94": "^F,", "95": "=F,", "96": "=b", "97": "_G", "98": "=f", "99": "^g", "100": "f'", "101": "_d'", "102": "2>", "103": "(9", "104": "(4", "105": "9", "106": "=A,", "107": "^A,", "108": "=E,", "109": "_e'", "110": "=G,", "111": "2<", "112": "/2>", "113": "^c'", "114": "=c'", "115": "(5", "116": "g'", "117": "5/2", "118": "7", "119": "/2<", "120": "b'", "121": "^a", "122": "12", "123": "a'", "124": "_C", "125": "/3", "126": "16", "127": "^C,", "128": "(2", "129": "(7", "130": "4>", "131": "(6", "132": "/8", "133": "7/2", "134": "=C,", "135": "=e'", "136": "^f'", "137": "=f'"}}